Repository: itsdoanguen/PBL3
Catalog: Resources/Views/Admin/ManageSystem.*.resx
Languages: vi

source: Manage System
vi: Quản lý hệ thống

source: Manage Users
vi: Quản lý người dùng

source: Manage Stories
vi: Quản lý truyện

source: Genres
vi: Thể loại

source: Add Genre
vi: Thêm thể loại

source: Genre Name
vi: Tên thể loại

source: Story Count
vi: Số truyện

source: Actions
vi: Hành động

source: Confirm Delete Genre
vi: Bạn có chắc muốn xóa thể loại này?

source: Delete Genre Title
vi: Xóa thể loại

source: Add Genre Modal Title
vi: Thêm thể loại mới

source: Genre Name Label
vi: Tên thể loại

source: Cancel
vi: Hủy

source: Add
vi: Thêm
