Repository: itsdoanguen/PBL3
Catalog: Resources/Views/Admin/Report.*.resx
Languages: vi

source: Report statistics
vi: Báo cáo thống kê

source: Time filter
vi: Bộ lọc thời gian

# From Date
source: From
vi: Từ ngày

# To Date
source: To
vi: Đến ngày

source: Filter data
vi: Lọc dữ liệu

source: New users by day
vi: Người dùng mới theo ngày

source: New stories by day
vi: Truyện mới theo ngày

source: Genre
vi: Thể loại

source: All
vi: Tất cả

source: Filter
vi: Lọc

# Report By Day
source: Reports by day
vi: Báo cáo theo ngày

# Report By Type
source: Reports by type
vi: Báo cáo theo loại

source: Aggregated statistics
vi: Thống kê tổng hợp

source: Total new users
vi: Tổng user mới

source: Total new stories
vi: Tổng truyện mới

source: Total reports
vi: Tổng báo cáo

source: New stories by tag
vi: Truyện mới theo thể loại

# DateStartGreaterThanEnd
source: Start date cannot be later than end date.
vi: Ngày bắt đầu không được lớn hơn ngày kết thúc.

# DateEndInFuture
source: End date cannot be in the future.
vi: Không được chọn ngày kết thúc trong tương lai.
