Repository: itsdoanguen/PBL3
Catalog: Resources/Views/Discovery/StoryList.*.resx
Languages: vi

source: Stories from Authors You Follow
vi: Truyện từ tác giả bạn theo dõi

source: Stories Count
vi: {0} truyện

source: Page
vi: Trang

source: Read Story
vi: Đọc truyện

source: Views
vi: {0} lượt xem

source: Likes
vi: {0} lượt thích

source: Follows
vi: {0} lượt theo dõi

source: Chapters
vi: {0} chương

source: No Stories Found
vi: Không có truyện nào từ tác giả bạn theo dõi

source: Follow More Authors
vi: Hãy theo dõi thêm tác giả để cập nhật truyện mới nhất.

source: Explore Authors
vi: Khám phá tác giả
