Repository: itsdoanguen/PBL3
Catalog: Resources/Views/Moderator/Index.*.resx
Languages: vi

source: Content Administration
vi: Trang quản trị nội dung

source: Content Management Dashboard
vi: Bảng điều khiển quản lý nội dung

source: Reports Management
vi: Quản lý báo cáo

source: Reports Management Description
vi: Xem, xử lý các báo cáo vi phạm từ người dùng.

source: Go to Reports Management
vi: Đi tới quản lý báo cáo

source: Users Management
vi: Quản lý người dùng

source: Users Management Description
vi: Xem danh sách, kiểm tra hoạt động và chi tiết từng người dùng.

source: Go to Users Management
vi: Đi tới quản lý người dùng

source: Story Management
vi: Quản lý truyện

source: Story Management Description
vi: Kiểm duyệt, khóa/mở truyện, duyệt lại truyện vi phạm.

source: Go to Story Management
vi: Đi tới quản lý truyện
