Repository: itsdoanguen/PBL3
Catalog: Resources/Views/Moderator/ViewUser.*.resx
Languages: vi

source: User Information
vi: Thông tin người dùng

source: Warn
vi: Cảnh cáo

source: Enter warning reason
vi: Nhập lý do cảnh cáo

# Warning Placeholder
source: Enter warning reason...
vi: Nhập lý do cảnh cáo...

source: Cancel
vi: Hủy

source: Send Warning
vi: Gửi cảnh cáo

source: Ban Account
vi: Khóa tài khoản

# Ban Confirmation
source: Are you sure you want to ban this user account?
vi: Bạn có chắc chắn muốn khóa tài khoản người dùng này?

# Ban Message
source: Your account has been banned due to policy violations.
vi: Tài khoản của bạn đã bị khóa do vi phạm quy định.

source: Unban Account
vi: Mở khóa tài khoản

# Unban Confirmation
source: Are you sure you want to unban this user account?
vi: Bạn có chắc chắn muốn mở khóa tài khoản người dùng này?

# Unban Message
source: Your account has been unbanned.
vi: Tài khoản của bạn đã được mở khóa.

source: Posted Stories
vi: Truyện đã đăng

# Chapters Count
source: Chapters: {0}
vi: Số chương: {0}

# Updated
source: Updated: {0}
vi: Cập nhật: {0}

source: No stories.
vi: Chưa có truyện nào.

source: Comments
vi: Bình luận

source: Content
vi: Nội dung

source: Story/Chapter
vi: Truyện/Chương

source: Created At
vi: Ngày tạo

source: Status
vi: Trạng thái

source: Actions
vi: Hành động

source: Go to comment
vi: Đến vị trí bình luận

# No Comments
source: No comments yet.
vi: Chưa có bình luận nào.

source: Reports Created
vi: Report đã tạo

source: Reports Received
vi: Report bị nhận

source: Type
vi: Loại

source: Target
vi: Đối tượng

source: Reason
vi: Lý do

source: Processed
vi: Đã xử lý

source: Unprocessed
vi: Chưa xử lý

source: Other
vi: Khác
