Repository: itsdoanguen/PBL3
Catalog: Resources/Views/User/Index.*.resx
Languages: vi

# PageTitle
source: Home
vi: Trang chủ

source: Ongoing Stories
vi: Truyện Đang Tiến Hành

source: New Stories This Week
vi: Truyện Mới Tuần

source: Completed
vi: Hoàn Thành

source: Authors
vi: Tác Giả

# TopStoriesOfWeek
source: Top Stories of the Week
vi: Top Truyện Tuần

# TopStoriesSubtitle
source: Hottest stories ranking this week
vi: Bảng xếp hạng truyện hot nhất tuần này

source: View all
vi: Xem tất cả

source: Hot Stories
vi: Truyện Hot

# HotStoriesSubtitle
source: Most loved stories
vi: Những truyện được yêu thích nhất

source: Filter by category:
vi: Lọc theo thể loại:

source: All categories
vi: Tất cả thể loại

source: Read now
vi: Đọc ngay

source: New Stories
vi: Truyện Mới

# NewStoriesSubtitle
source: Latest released stories
vi: Những câu chuyện vừa mới ra mắt

source: Most Liked
vi: Được Yêu Thích Nhất

# MostLikedSubtitle
source: Stories with highest likes
vi: Những truyện có lượt thích cao nhất

source: Top Followed Stories
vi: Top Truyện Được Theo Dõi

# TopFollowedSubtitle
source: Most followed stories
vi: Những truyện được theo dõi nhiều nhất

source: Recently Read
vi: Đọc Gần Đây

# RecentlyReadSubtitle
source: Continue your reading journey
vi: Tiếp tục hành trình đọc truyện của bạn

source: Continue reading
vi: Tiếp tục đọc

source: Chapter
vi: Chương

source: Stories from Followed Authors
vi: Truyện Từ Tác Giả Theo Dõi

# FollowedAuthorsSubtitle
source: Latest updates from your favorite authors
vi: Cập nhật mới nhất từ các tác giả bạn yêu thích

source: Completed Stories
vi: Truyện Đã Hoàn Thành

# CompletedStoriesSubtitle
source: Stories with complete endings
vi: Những câu chuyện đã có kết thúc hoàn chỉnh

source: Featured Authors
vi: Tác Giả Nổi Bật

# FeaturedAuthorsSubtitle
source: Most followed authors
vi: Những tác giả được theo dõi nhiều nhất

source: View Profile
vi: Xem Profile

source: stories
vi: truyện

# ErrorLoadingData
source: An error occurred while loading data.
vi: Đã xảy ra lỗi khi tải dữ liệu.

# UnfollowAuthorConfirm
source: Are you sure you want to unfollow this author?
vi: Bạn có chắc chắn muốn bỏ theo dõi tác giả này?

# UnfollowSuccess
source: Successfully unfollowed author
vi: Đã bỏ theo dõi tác giả

# ErrorOccurred
source: An error occurred
vi: Có lỗi xảy ra

# ErrorUnfollow
source: An error occurred while unfollowing
vi: Có lỗi xảy ra khi bỏ theo dõi

# ViewCount
source: {0} views
vi: {0} lượt xem

# FollowCount
source: {0} followers
vi: {0} người theo dõi

# ChapterCount
source: {0} chapters
vi: {0} chương

# LikeCount
source: {0} likes
vi: {0} lượt thích
