Repository: itsdoanguen/PBL3
Catalog: Resources/Views/Authentication/Index.*.resx
Languages: vi

# WelcomeTitle
source: Welcome to PBL3
vi: Chào mừng đến với PBL3

# WhyChooseUsTitle
source: Why Choose Us?
vi: Tại Sao Chọn Chúng Tôi?

# ReadyToStartTitle
source: Ready to Start Your Journey?
vi: Sẵn Sàng Bắt Đầu Hành Trình?

# ReadAnywhereTitle
source: Read Anywhere, Anytime
vi: Đọc Mọi Lúc Mọi Nơi

# ActiveCommunityTitle
source: Active Community
vi: Cộng Đồng Sôi Động

# SmartSuggestionsTitle
source: Smart Suggestions
vi: Gợi Ý Thông Minh

# FreeWritingTitle
source: Free Writing
vi: Sáng Tác Tự Do

# PersonalManagementTitle
source: Personal Management
vi: Quản Lý Cá Nhân

# SecurityTitle
source: Security & Privacy
vi: An Toàn & Bảo Mật

source: Explore
vi: Khám Phá

source: Story World
vi: Thế Giới Truyện

source: Endless
vi: Bất Tận

# HeroSubtitle
source: The place for the best stories, where you can read, share, and discover countless works from talented authors worldwide.
vi: Nơi hội tụ những câu chuyện tuyệt vời nhất, nơi bạn có thể đọc, chia sẻ và khám phá vô vàn tác phẩm từ các tác giả tài năng trên khắp thế giới.

source: Join Now
vi: Tham Gia Ngay

source: Explore Stories
vi: Khám Phá Truyện

source: Scroll down to explore
vi: Cuộn xuống để khám phá

# WhyChooseUs
source: Unique features for the best reading experience
vi: Những tính năng độc đáo giúp bạn có trải nghiệm đọc truyện tuyệt vời nhất

# ReadAnywhere
source: Optimized interface for all devices, allowing you to read comfortably on phone, tablet, or computer.
vi: Giao diện tối ưu cho mọi thiết bị, cho phép bạn đọc truyện một cách thoải mái trên điện thoại, máy tính bảng hay máy tính.

# ActiveCommunity
source: Connect with thousands of readers and authors, share emotions, comment, and discuss your favorite stories.
vi: Kết nối với hàng nghìn độc giả và tác giả, chia sẻ cảm xúc, bình luận và thảo luận về những câu chuyện yêu thích.

# SmartSuggestions
source: Smart AI system suggests stories that match your interests, helping you discover new works.
vi: Hệ thống AI thông minh giúp gợi ý những truyện phù hợp với sở thích của bạn, giúp bạn khám phá những tác phẩm mới.

# FreeWriting
source: Powerful writing tools with a modern editor, making it easy to create and share your works.
vi: Công cụ viết truyện mạnh mẽ với editor hiện đại, giúp bạn dễ dàng sáng tác và chia sẻ tác phẩm của mình.

# PersonalManagement
source: Store and manage your favorite stories, track reading progress, and never miss a new chapter.
vi: Lưu trữ và quản lý danh sách truyện yêu thích, theo dõi tiến độ đọc và không bao giờ bỏ lỡ chương mới.

# Security
source: Advanced security system, absolutely protecting your personal information and works.
vi: Hệ thống bảo mật cao cấp, bảo vệ thông tin cá nhân và tác phẩm của bạn một cách tuyệt đối.

source: Diverse Stories
vi: Truyện Đa Dạng

source: Active Readers
vi: Độc Giả Tích Cực

source: Talented Authors
vi: Tác Giả Tài Năng

source: Published Chapters
vi: Chương Đã Đăng

# ReadyToStart
source: Join our community today and discover the endless world of stories
vi: Tham gia cộng đồng của chúng tôi ngay hôm nay và khám phá thế giới truyện bất tận

source: Register Free
vi: Đăng Ký Miễn Phí

# AlreadyHaveAccount
source: Already have an account?
vi: Đã có tài khoản?

source: Login now
vi: Đăng nhập ngay
